Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/neropatin_paivakirjaa_voi_lukea_nyt_myos_saameksi.html.tmx
Source language: fin
Languages: sme

source: Neropatin päiväkirjaa voi lukea nyt myös saameksi
sme: Neropatin päiväkirja – Jierpmástalli beaivegirji lea dál almmustuvvan sámegillii

source: Maailmankuulun kirjailijan Jeff Kinneyn ensimmäinen sarjakuvaromaani Diary of Wimpy Kid (Neropatin päiväkirja) on nyt julkaistu pohjois-, inarin- ja koltansaamen kielillä.
sme: Biekkánis girječálli Jeff Kinney vuosttas ráidogovvaromána Diary of Wimpy Kid (Neropatin päiväkirja) lea dál almmustuvvan davvi-, anár- ja nuortasámegillii.

source: Neropatin päiväkirja on ollut usean vuoden ajan bestseller-kirjana Yhdysvalloissa, myös Suomessa Neropatti -kirjat ovat kirjalistojen kärkisijoilla.
sme: Dát girji leamaš máŋggaid jagiid bestseller -girji Amerihkás, maiddái Suomas Neropatti -girjjit leamaš dávjá girjelisttuid njunnošis. Dál dán girjji beassá lohkat maiddái sámegillii.

source: Pohjoissaameksi kirjan on kääntänyt Áilu Valle, inarinsaameksi Mikkâl Morottaja ja koltansaameksi Raija Lehtola.
sme: Davvisámegillii Neropatti-girjji lea jorgalan Áilu Valle, anársámegillii Mikkâl Morottaja ja nuortasámegillii Raija Lehtola.

source: ”Elämä yläkoulussa ei ole helppoa.
sme: “Eallin badjeskuvllas ii leat álki.

source: Greg Heffley sen tietää jos kuka.
sme: Greg Heffley diehtá dan buorebut go earát.

source: ”Gregin sanat ja teot eivät aina kohtaa, ja hyvistä aikomuksista tulee usein jotain aivan muuta…
sme: “Greg sánit ja dagut eai buot áiggiid mana oktii, nu ahte su buorit áigumušat dávjá šaddet áibbas eará go son lei jurddašan.

source: Kirjat on tilattavissa Saamelaiskäräjien nettikaupasta:
sme: Girjjiid sáhttá diŋgot Sámedikki neahttagávppis:

source: Kirjaa voi ostaa myös Sami duodji -kaupasta.
sme: Girjjiid fidne oastit maiddái Sami duodji -gávppis.
